import seo from './icons/seo.png'
import google from './icons/google.png';
import email from './icons/email.png';
import webdev from './icons/webdev.png';
import gestion from './icons/gestion.png';
import ads from './icons/ads.png';
//Image for Details Pages 
import webdev1 from './images/web.png'
import seo1 from './images/seo.jpg'
import email1 from './images/email.jpg'
import gestion1 from './images/gestion.jpg'
import ads1 from './images/ads.jpg'
import google1 from './images/google.jpg'

const Data = [
    {
        title:'رفع ترتيب المواقع في محركات البحث',
        description:'نقوم بتهيئة موقعك لمحركات البحث بالتعديلات البرمجية الخاضعة للمعايير القياسية لـمحركات البحث العالمية ونعمل على إشهار و تسويق موقعك للوصول لأكبر عدد من العملاء',
        image: seo ,
        imagedetails:seo1,
        alt:'السيو',
        id:'1',
        slug:'السيو'
    },
    {
        title:'التسويق عبر البريد الإلكتروني',
        description:'نساعدك في إستهداف و تسويق خدماتك أو منتجاتك عبر البريد الإلكتروني من خلال كتابة المحتوى تصميم قالب الإيميل و إنشاء إيميل إحترافي        ',
        image: email ,
        imagedetails:email1,
        alt:'التسويق عبر البريد الإلكتروني',
        id:'2',
        slug:'خدمات-التسويق-عبر-البريد-الإلكتروني'
    },
    {
        title:'تصميم و إنشاء المواقع الإلكترونية',
        description:'نقوم بتصميم و إنشاء المواقع الإلكترونية تكون متجاوبة مع جميع الأجهزة ، سريعة و متوافقة مع شروط السيو ، مع المساعدة لكيفية نشره على الإنترنت  ',
        image: webdev,
        imagedetails: webdev1,
        alt:'إنشاء المواقع الإلكترونية',
        slug:'إنشاء-موقع-إلكتروني',
        singletitle1:'خدمة تصميم و إنشاء موقع إلكتروني',
        singletitle2:'لماذا يعتبر تصميم الويب وتطويره مهمًا؟',
        bio:'تعد المواقع الإلكترونية في وقتنا الحالي من أساليب التسويق بلعلامات التجارية ، حيث تزيد ثقة الزبون من علامتك التجارية كما تساهم في الجلب زبائن آخرين عبر محركات البحث جوجل . على هذا النحو فإن تصميم الويب سريع الاستجابة و متناسق مع جميع الأجهزة (جوال ، كمبيوتر ، لوحة رقمية ) هو مفتاح رحلة عميل مرضية في مسار مشروعك القائم        ',
        bio2:'يلعب موقع الويب دورًا أساسيًا في تحريك الأشخاص في رحلة العميل: من الزائرين إلى العملاء المخلصين أو الشركاء. على العكس من ذلك ، يمكن أن يؤدي موقع الويب السيئ التصميم والمطور إلى تعطيل مسار التحويل وتكلف العملاء قيمة العلامة التجارية        ',
        id:'3'
    },
    {
        title:'تصميم هوية الشركات والمواقع الإلكترونية',
        description:'نقوم بإعداد إستراتجية أو خطة تسوقية من الصفر لمساعدتك في تحقيق أهدافك التجارية و إنشاء علامة مسجلة إحترافية  ',
        image: google ,
        imagedetails:google1,
        alt:'الخطة التسويقية',
        id:'4',
        slug:'خطة-تسويقية'
    },
    {
        title:'إدارة حسابات التواصل الإجتماعي',
        description:'نقوم بإدارة محتوى المواقع و حسابات التواصل الإجتماعي بإستراتيجية سليمة تساعدك في بناء جمهورك الخاص لتوصيل هدفك للمستهدفين ',
        image: gestion ,
        imagedetails:gestion1,
        alt:'التواصل الإجتماعي',
        id:'5',
        slug:'إدارة-وسائل-التواصل-الاجتماعي'
    },
    {
        title:'إدارة حملات فايسبوك الإعلانية',
        description:'نقوم بإدارة الحملات المدفوعة عبر الفايسبوك و متابعة النتائج بتقارير إحترافية لضمان وصول هدفك لزبون المستهدف ',
        image: ads,
        imagedetails:ads1,
        alt:'حملات فايسبوك الإعلانية',
        slug:'حملات-فايسبوك-الإعلانية',
        id:'6'
    },
    
   
]
export default Data



